test/tests/fixed-point/heated_plate_converge/fluid-openfoam/system/controlDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      controlDict;
}

application     buoyantFoam;

startFrom       startTime;

startTime       0;

stopAt          endTime;

endTime         1;

deltaT          0.025;

writeControl    timeStep;

writeInterval   1;

// purgeWrite      0;

writeFormat     ascii;

writePrecision  20;

writeCompression off;

timeFormat      general;

timePrecision   15;

runTimeModifiable true;

functions
{
    #includeFunc writeObjects(h, rho)
}
